{"backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"units": 32, "name": "dense_5", "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 784], "kernel_constraint": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "dtype": "float32", "bias_constraint": null, "use_bias": true}}, {"class_name": "Dense", "config": {"units": 32, "name": "dense_6", "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "use_bias": true}}, {"class_name": "Dense", "config": {"units": 32, "name": "dense_7", "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "use_bias": true}}, {"class_name": "Dense", "config": {"units": 10, "name": "dense_8", "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "activation": "softmax", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_constraint": null, "use_bias": true}}]}